var data = {
    titletopData: [2790986, 10478947, 705049825],
    ltopData1: [{
        value: 300,
        name: '男'
    }, {
        value: 100,
        name: '女'
    }],
    ltopData2: [{
        value: 335,
        name: '门诊'
    }, {
        value: 310,
        name: '住院'
    }],
    radarData1: { xradarData:['表1','表2','表3','表4','表5'],yradarData:[50, 74, 68, 31, 42]},
    radarData2: { xradarData:['表1','表2','表3','表4','表5','表6'],yradarData:[50, 74, 68, 31, 42, 81]}, 
    radarData3: { xradarData:['表1','表2','表3','表4','表5','表6','表7'],yradarData:[50, 74, 68, 31, 42, 81,91]},
    mtopData: {
        provinceName: ['河北省', "黑龙江省", '山东省', '河南省', '山西省', '内蒙古自治区', '辽宁省', '安徽省',
            '吉林省', '湖北省', '陕西省', '天津市', '江苏省', '四川省', '江西省', '湖南省', '甘肃省',
            '新疆维吾尔自治区', '贵州省', '北京', '青海省', '重庆市', '宁夏回族自治区', '云南省',
            '上海市', '广西壮族自治区', '海南省', '西藏自治区', '香港', '广东省'
        ],
        provinceVal: [51027, 21030, 15033, 15008, 12379, 12107, 9021, 6437, 5283, 4398, 3717, 3660, 3246, 2853,
            2733, 2694, 2642, 1323, 922, 51027, 852, 818, 689, 672, 543, 483, 253, 96, 23, 1549
        ]
    },
    mbottomData: {
        xdata: ['2010', '2011', '2012', '2013', '2014', '2015', '2016', '2017', '2018', '2019'],
        ydata: [10, 20, 30, 40, 50, 60, 70, 80, 90, 100]
    },
    rtopData1: [{
        value: 335,
        name: '北京安定医院'
    }, {
        value: 310,
        name: '河北医院'
    }, {
        value: 234,
        name: '天津医院'
    }],
    rtopData2: [{
        value: 335,
        name: '北京安定医院'
    }, {
        value: 310,
        name: '河北医院'
    }, {
        value: 234,
        name: '天津医院'
    }],
    rtopData3: [{
        value: 335,
        name: '北京安定医院'
    }, {
        value: 310,
        name: '河北医院'
    }, {
        value: 234,
        name: '天津医院'
    }],
    rmiddleData: {
        namedata:['北京安定医院', '河北医院', '天津医院'],
        xdata: ['2018.5', '2019.1', '2019.7', '2019.12'],
        ydata: [[150, 232, 201, 260],[320, 332, 301, 334],[820, 932, 901, 934]]
    },
    rbottomData: [
        { name: '北京', value: 20 },
        { name: '河北', value: 70},
        { name: '天津', value: 10 }
]
}